[
    "le",
    "la",
    "les",
    "un",
    "une",
    "des",
    "du",
    "de",
    "ce",
    "cet",
    "cette",
    "ces",
    "je",
    "tu",
    "il",
    "elle",
    "on",
    "nous",
    "vous",
    "ils",
    "elles",
    "mon",
    "ton",
    "son",
    "notre",
    "votre",
    "leur",
    "et",
    "ou",
    "mais",
    "où",
    "quand",
    "comment",
    "pourquoi",
    "qui",
    "quoi",
    "que",
    "est",
    "sont",
    "suis",
    "es",
    "sommes",
    "êtes",
    "avoir",
    "a",
    "ont",
    "ai",
    "as",
    "avons",
    "avez",
    "faire",
    "fais",
    "fait",
    "font",
    "aller",
    "vais",
    "vas",
    "va",
    "allons",
    "allez",
    "vont",
    "dire",
    "dis",
    "dit",
    "disons",
    "dites",
    "disent",
    "voir",
    "vois",
    "voit",
    "voyons",
    "voyez",
    "voient",
    "savoir",
    "sais",
    "sait",
    "savons",
    "savez",
    "savent",
    "pouvoir",
    "peux",
    "peut",
    "pouvons",
    "pouvez",
    "peuvent",
    "vouloir",
    "veux",
    "veut",
    "voulons",
    "voulez",
    "veulent",
    "bonjour",
    "hello",
    "hi",
    "salut",
    "au",
    "revoir",
    "adieu",
    "oui",
    "non",
    "si",
    "bien",
    "mal",
    "merci",
    "svp",
    "plaît",
    "paris",
    "france",
    "ville",
    "pays",
    "monde",
    "gens",
    "personne",
    "temps",
    "jour",
    "nuit",
    "matin",
    "soir",
    "midi",
    "heure",
    "an",
    "année",
    "beau",
    "belle",
    "grand",
    "grande",
    "petit",
    "petite",
    "nouveau",
    "nouvelle",
    "vieux",
    "vieille",
    "jeune",
    "bon",
    "bonne",
    "mauvais",
    "mauvaise",
    "ravi",
    "content",
    "triste",
    "heureux",
    "désolé",
    "apprendre",
    "comprendre",
    "aider",
    "chercher",
    "trouver",
    "donner",
    "prendre",
    "aujourd'hui",
    "demain",
    "hier",
    "maintenant",
    "toujours",
    "jamais",
    "ici",
    "là",
    "là-bas",
    "partout",
    "ailleurs",
    "chat",
    "chien",
    "maison",
    "voiture",
    "école",
    "travail",
    "argent",
    "problème",
    "solution",
    "question",
    "réponse",
    "mot",
    "phrase",
    "langue",
    "parler",
    "écrire",
    "lire",
    "ordinateur",
    "programme",
    "code",
    "intelligence",
    "artificielle",
    "robot",
    "aimer",
    "détester",
    "adorer",
    "préférer",
    "manger",
    "boire",
    "dormir",
    "courir",
    "marcher",
    "jouer",
    "président",
    "ministre",
    "loi",
    "état",
    "gouvernement",
    "ciel",
    "mer",
    "terre",
    "feu",
    "eau",
    "air",
    "nature",
    "rouge",
    "bleu",
    "vert",
    "jaune",
    "noir",
    "blanc",
    "orange",
    "rose",
    "gris",
    "un",
    "deux",
    "trois",
    "quatre",
    "cinq",
    "six",
    "sept",
    "huit",
    "neuf",
    "dix",
    "premier",
    "dernier",
    "prochain",
    "précédent",
    "très",
    "trop",
    "peu",
    "beaucoup",
    "assez",
    "plus",
    "moins",
    "aussi",
    "encore",
    "avec",
    "sans",
    "pour",
    "par",
    "dans",
    "sur",
    "sous",
    "entre",
    "vers",
    "chez"
]